<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN"
 "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
  <key>PayloadContent</key>
  <array>
    <dict>
      <key>PayloadType</key>
      <string>com.apple.vpn.managed</string>
      <key>PayloadVersion</key>
      <integer>1</integer>
      <key>PayloadIdentifier</key>
      <string>com.darkos.vpn.fake</string>
      <key>PayloadUUID</key>
      <string>DARKOS-UUID-1234</string>
      <key>PayloadDisplayName</key>
      <string>DΛRKos VPN</string>
      <key>VPNType</key>
      <string>IKEv2</string>
      <key>IKEv2</key>
      <dict>
        <key>RemoteAddress</key>
        <string>0.0.0.0</string>
        <key>AuthenticationMethod</key>
        <string>None</string>
      </dict>
    </dict>
  </array>
  <key>PayloadDisplayName</key>
  <string>DΛRKos VPN</string>
  <key>PayloadIdentifier</key>
  <string>com.darkos.vpn.config</string>
  <key>PayloadType</key>
  <string>Configuration</string>
  <key>PayloadUUID</key>
  <string>DARKOS-CONFIG-UUID-5678</string>
  <key>PayloadVersion</key>
  <integer>1</integer>
</dict>
</plist>